Repository: AlphaISolutions/mumtalikati-website
Catalog: src/locale/messages.*.xlf
Languages: ar

# ngb.carousel.previous
source: Previous
ar: السابقة

# ngb.pagination.previous-aria
source: Previous
ar: سابق

# ngb.pagination.next-aria
source: Next
ar: التالي

source: About Us
ar: معلومات عنا

source: Providing our clients with the best possible property solutions by combining our expertise and cutting-edge technology.
ar: تزويد عملائنا بأفضل الحلول العقارية الممكنة من خلال الجمع بين خبرتنا والتكنولوجيا المتطورة.

source: ABOUT US
ar: معلومات عنا

source: Connecting You To Your Perfect Property
ar: ربطك بممتلكاتك المثالية

source: Mumtalikati is a leading real estate platform that Specializes in connecting buyers, sellers, and renters with their ideal properties. Our easy-to-use platform streamlines the entire real estate process, from listing properties to finding the perfect match.
ar: ممتلكاتي هي منصة عقارية رائدة متخصصة في ربط المشترين والبائعين والمستأجرين بممتلكاتهم المثالية. تعمل منصتنا سهلة الاستخدام على تبسيط العملية العقارية بأكملها ، من سرد العقارات إلى العثور على أفضل تطابق.

source: REAL ESTATE SIMPLIFIED
ar: العقارات مبسطة

source: Discover a better way to BUY, SELL, & RENT.
ar: اكتشف طريقة أفضل للشراء والبيع والاستئجار.

source: Looking for a more efficient and hassle-free way to buy, sell, or rent a property? Look no further than Mumtalikati!
ar: هل تبحث عن طريقة أكثر فاعلية وخالية من المتاعب لشراء أو بيع أو استئجار عقار؟ لا تنظر أبعد من منممتاليكاتي

source: With our user-friendly platform and comprehensive real estate solutions, you can easily find the perfect property for your needs, whether you're looking to buy, sell, or rent. From browsing listings and taking virtual tours to managing your transactions and payments, our platform streamlines every step of the real estate process. So why wait? With Mumtalikati, take the next step in real estate!
ar: من خلال منصتنا سهلة الاستخدام والحلول العقارية الشاملة ، يمكنك بسهولة العثور على العقار المثالي الذي يلبي احتياجاتك ، سواء كنت تبحث عن شراء أو بيع أو تأجير. من تصفح القوائم وأخذ جولات افتراضية إلى إدارة معاملاتك ومدفوعاتك ، تعمل منصتنا على تبسيط كل خطوة من خطوات عملية العقارات. فلماذا تنتظر؟ مع Mumtalikati ، اتخذ الخطوة التالية في مجال العقارات!

source: OUR SERVICES
ar: خدماتنا

source: SOLUTIONS TO YOUR PROPERTY PROBLEMS
ar: حلول لمشاكل الملكية الخاصة بك

source: Mumtalikati REA Portal offers a range of services designed to simplify the real estate process and help our clients achieve their property goals. Some of our key services include:
ar: تقدم بوابة ممتلكاتي العقارية مجموعة من الخدمات المصممة لتبسيط العملية العقارية ومساعدة عملائنا على تحقيق أهدافهم العقارية. تشمل بعض خدماتنا الرئيسية ما يلي:

source: Property Listings
ar: قوائم الملكية

source: Whether you're looking to buy, sell, or rent a property, we make it easy to create and browse listings on our platform.
ar: سواء كنت تبحث عن شراء أو بيع أو استئجار عقار ، فإننا نجعل من السهل إنشاء وتصفح القوائم على منصتنا.

source: Property Management
ar: إدارة الممتلكات

source: If you're a property owner, we can help you manage your properties more effectively, from advertising and screening tenants to collecting rent and handling maintenance requests.
ar: إذا كنت مالك عقار ، فيمكننا مساعدتك في إدارة ممتلكاتك بشكل أكثر فعالية ، من الإعلان وفحص المستأجرين إلى تحصيل الإيجار والتعامل مع طلبات الصيانة.

source: GET THESE SOLUTIONS NOW WITH MUMTALIKATI APP
ar: احصل على هذه الحلول الآن مع تطبيق ممتلكاتي

source: Take Control Of Your Property Needs With Mumtalikati App
ar: تحكم في احتياجات الممتلكات الخاصة بك مع تطبيق ممتلكاتي

source: With the Mumtalikati app, you have access to a variety of features that help you manage your real estate needs efficiently. From contacts and leads management to property marketing, tenant screening, and rent collection, our app offers a comprehensive solution for all your real estate needs. You can easily search for properties, view photos and videos, take virtual tours, and receive real-time notifications for new listings. Additionally, our app offers features for activities management, listing and inventory management, transactions, payments and reminders, reporting, vacancy management, property evaluations, financial reporting, evictions, and legal compliance.
ar: مع تطبيق ممتلكاتي ، يمكنك الوصول إلى مجموعة متنوعة من الميزات التي تساعدك على إدارة احتياجاتك العقارية بكفاءة. من جهات الاتصال وإدارة العملاء المحتملين إلى تسويق العقارات وفحص المستأجرين وجمع الإيجارات ، يقدم تطبيقنا حلاً شاملاً لجميع احتياجاتك العقارية. يمكنك البحث بسهولة عن العقارات وعرض الصور ومقاطع الفيديو والقيام بجولات افتراضية وتلقي إشعارات في الوقت الفعلي عن القوائم الجديدة. بالإضافة إلى ذلك ، يقدم تطبيقنا ميزات لإدارة الأنشطة ، وإدارة القوائم والمخزون ، والمعاملات ، والمدفوعات والتذكيرات ، وإعداد التقارير ، وإدارة الشواغر ، وتقييم الممتلكات ، والتقارير المالية ، وعمليات الإخلاء ، والامتثال القانوني.

source: Don't miss out on this convenient and powerful tool for buying, selling, and renting properties.
ar: لا تفوت هذه الأداة المريحة والفعالة لشراء وبيع وتأجير العقارات.

source: Download Now
ar: التحميل الان

source: <a (click)="backtosearch()" class="cursor"><i class="fa fa-angle-left pe-2" aria-hidden="true"></i>Back To Search</a>
ar: <a (click)="backtosearch()" class="cursor"><i class="fa fa-angle-left pe-2" aria-hidden="true"></i>العودة الى البحث</a>

source: <a routerLink="">Mumtalikati</a>
ar: <a routerLink="">ممتليكاتي</a>

source: <a href="#" routerLink="../propertydetails" *ngIf="!propertyMasterTypeID">All</a><a href="#" routerLink="../propertydetails" *ngIf="propertyMasterTypeID">{{ getenum(propertyMasterTypeID) }}</a>
ar: <a href="#" routerLink="../propertydetails" *ngIf="!propertyMasterTypeID">كل</a><a href="#" routerLink="../propertydetails" *ngIf="propertyMasterTypeID">{{ getenum(propertyMasterTypeID) }}</a>

source: <a (click)="backtosearch()" class="cursor" (click)="addItem(propertyDetail.listingPurposeID!)"><i class="fa fa-angle-left pe-2" aria-hidden="true"></i>Back to Search</a>
ar: <a (click)="backtosearch()" class="cursor" (click)="addItem(propertyDetail.listingPurposeID!)"><i class="fa fa-angle-left pe-2" aria-hidden="true"></i>العودة الى البحث</a>

source: Contact Us
ar: اتصل بنا

source: We're always happy to chat and offer our insights and expertise. Let's make your real estate goals a reality!
ar: يسعدنا دائمًا الدردشة وتقديم رؤيتنا وخبراتنا. لنجعل أهدافك العقارية حقيقة واقعة!

source: Contact Mumtalikati today!
ar: اتصل بـ ممتليكاتي اليوم!

source: Ready To Take the Next Step in Real Estate?
ar: هل أنت مستعد لاتخاذ الخطوة التالية في مجال العقارات؟

source: Reach us anytime, anywhere. We're excited to be a part of your real estate journey
ar: تواصل معنا في أي وقت وفي أي مكان. نحن متحمسون لنكون جزءًا من رحلتك العقارية

source: Email Us
ar: ارسل لنا عبر البريد الإلكتروني

source: Call Us
ar: اتصل بنا

source: "Got a question, comment, or suggestion? Drop us a message using the form below!"
ar: "هل لديك سؤال أو تعليق أو اقتراح؟ أرسل لنا رسالة باستخدام النموذج أدناه!"

source: Your Partner in Real Estate Success
ar: شريكك في النجاح العقاري

source: Full Name
ar: الاسم الكامل

source: Full Name is <strong>required</strong>
ar: الإسم الكامل ضروري

source: Email
ar: بريد إلكتروني

source: Email is <strong>required</strong>
ar: البريد الإلكتروني هو

source: Phone Number
ar: رقم التليفون

source: Phone Number is <strong>required</strong>
ar: رقم الهاتف هو

source: Subject
ar: موضوع

source: Subject is <strong>required</strong>
ar: الموضوع هو

source: Message
ar: رسالة

source: Message is <strong>required</strong>
ar: الرسالة هي

source: Official Social Media
ar: وسائل التواصل الاجتماعي الرسمية

source: Follow Us for Real Estate Insights
ar: تابعنا للحصول على رؤى عقارية

source: Search Properties in Oman
ar: عقارات البحث في عمان

source: Location
ar: موقع

source: Wilayat Area City Etc.
ar: منطقة الولاية مدينة الخ.

source: FIND
ar: يجد

source: Get bird’s-eye-view of your next home with Floor Plan
ar: احصل على نظرة شاملة لمنزلك التالي باستخدام مخطط الطابق

source: Easily visualise the layout of properties
ar: تصور تخطيط الخصائص بسهولة

source: View now <mat-icon>keyboard_arrow_right</mat-icon>
ar: عرض الآن

source: Our Quality Standards Never Disappoint
ar: معايير الجودة لدينا لا تخيب أبدًا

source: Explore All
ar: استكشف الكل

source: Purpose
ar: غاية

source: Governorate
ar: محافظة

source: All
ar: كل

source: Property category
ar: فئة الملكية

# allOptionText
source: All
ar: كل

source: Residential
ar: سكني

source: Commercial
ar: تجاري

source: Residential/Commercial
ar: سكني / تجاري

source: All
ar: كل

source: Reset
ar: إعادة ضبط

source: Unit category
ar: فئة الوحدة

source: Price (OMR)
ar: السعر (ريال عماني)

source: Price Range
ar: نطاق السعر

source: Min:
ar: الحد الأدنى:

source: Max:
ar: الأعلى:

source: Done
ar: منتهي

source: Properties for {{getlistpurpose(listid)}} in Oman
ar: العقارات لـ {{getlistpurpose(listid)}} في عُمان

source: No Property Listed
ar: لا توجد عقارات مُدرجة

source: For {{getlist(propertyDetail.listingPurposeID)}}
ar: ل {{getlist(propertyDetail.listingPurposeID)}}

source: Building Type
ar: نوع البناية

source: Building ID
ar: معرف المبنى

source: Building Name
ar: اسم المبنى

source: Plot Number
ar: عدد مؤامرة

source: Residential Units
ar: وحدات سكنية

source: Build in year
ar: بناء في العام

source: No of Floor(s)
ar: عدد الطوابق

source: Type
ar: يكتب

source: Floor #
ar: أرضية #

source: Status
ar: حالة

source: Unit ID
ar: معرف الوحدة

source: Caption
ar: التسمية التوضيحية

source: Unit Category
ar: فئة الوحدة

source: Built in year
ar: بنيت في العام

source: Landlord
ar: المالك

source: Call
ar: يتصل

source: OMR {{propertyDetail.rentPrice}}/Month
ar: ريال عماني {{propertyDetail.rentPrice}}/شهر

source: OMR {{propertyDetail.sellPrice}}/Sale Price
ar: ريال عماني {{propertyDetail.sellPrice}}/سعر البيع

source: <p class="icon pe-2"><img class="pe-2" [src]="areaimg">{{propertyDetail.sqft}}SQM </p>
ar: <p class="icon pe-2"><img class="pe-2" [src]="areaimg">{{propertyDetail.sqft}}متر مربع </p>

source: <img class="pe-2" [src]="areaimg">{{propertyDetail.sqft}}SQM
ar: <img class="pe-2" [src]="areaimg">{{propertyDetail.sqft}}متر مربع

source: <img class="pe-2" [src]="bedroomimg">{{propertyDetail.bedRoom}} Bedrooms
ar: <img class="pe-2" [src]="bedroomimg">{{propertyDetail.bedRoom}} غرف نوم

source: <img class="pe-2" [src]="kitchen">{{propertyDetail.kitchen}} Kitchen
ar: <img class="pe-2" [src]="kitchen">{{propertyDetail.kitchen}}مطبخ

source: <img class="pe-2" [src]="hall">{{propertyDetail.hall}} Hall
ar: <img class="pe-2" [src]="hall">{{propertyDetail.hall}} قاعة

source: Property Details
ar: تفاصيل اوضح

source: {{ propertyDetail.isExpanded ? 'Read Less' : 'Read More' }}
ar: {{ propertyDetail.isExpanded ? 'أقرأ أقل' : 'اقرأ أكثر' }}

source: Features
ar: سمات

source: Contact Us
ar: اتصل بنا

source: Please quote Building ID {{propertyDetail.buildingNumber}} when calling to landlord.
ar: يرجى ذكر رقم تعريف المبنى{{propertyDetail.buildingNumber}}عند الاتصال بالمالك.

source: Do you want more options? Finding the right property for you is easier with notifications
ar: هل تريد المزيد من الخيارات؟ العثور على العقار المناسب لك أسهل مع الإخطارات

source: I want to be notified
ar: أريد أن يتم إخطاري

source: Maybe Later
ar: ربما في وقت لاحق

source: Muscat, Oman
ar: مسقط، عمان

source: Company
ar: شركة

source: Home
ar: الصفحة الرئيسية

source: About us
ar: معلومات عنا

source: Contact us
ar: اتصل بنا

source: Support 24/7
ar: دعم 24/7

source: Useful Link
ar: رابط مفيد

source: Help Center
ar: مركز المساعدة

source: Knowledgebase
ar: قاعدة المعرفة

source: Our Agent
ar: وكيلنا

source: Sellers
ar: الباعة

source: Buyers
ar: المشترون

source: Quick Link
ar: رابط سريع

source: Blog
ar: مدونة

source: Career
ar: حياة مهنية

source: FAQ'S
ar: التعليمات

source: Landlords
ar: الملاك

source: Compliance
ar: امتثال

source: Navigation
ar: ملاحة

source: News
ar: أخبار

source: Testimonials
ar: الشهادات - التوصيات

source: Portofolio
ar: بورتوفوليو

source: Research
ar: بحث

source: Consultancy
ar: الاستشارات

source: Subscribe
ar: يشترك

source: Email address
ar: عنوان البريد الإلكتروني

source: Subscribe Now
ar: إشترك الآن

source: ©2023 mumtalikati.com All Rights Reserved.
ar: © 2023 mumtalikati.com جميع الحقوق محفوظة.

source: nline">pertyMasterSubType!)}}{CLOSE_HEADING_LEVEL6}
ar: nline">pertyMasterSubType!)}} عنوان المستوى 6{CLOSE_HEADING_LEVEL6}

source: OMR <span class="font-price">e}}/Month/Month
ar: ريال عماني <span class="font-price">e}}/شهر/شهر

source: OMR <span class="font-price">e}}/Sale Price/Sale Price
ar: ريال عماني <span class="font-price">e}}/سعر البيع/سعر البيع

source: <img clasrc]="areaimg">qft}} SQM</p>
ar: <img clasrc]="areaimg">qft}} متر مربع</p>

source: pe-2" [src]="areaimg">qft}} SQM
ar: pe-2" [src]="areaimg">qft}} متر مربع

source: Type: {{property.propertyMasterSubTypeName}}
ar: يكتب: {{property.propertyMasterSubTypeName}}

source: Building ID:{{property.buildingNumber}}
ar: معرف المبنى:{{property.buildingNumber}}

source: Unit ID:{{property.propertyUnitID}}
ar: معرف الوحدة:{{property.propertyUnitID}}

source: Caption: {{property.caption}}
ar: التسمية التوضيحية:{{property.caption}}

source: Status: {{getstutus(property.statuss!)}}
ar: حالة: {{getstutus(property.statuss!)}}
